---
kind: enumMember
id: F:Autodesk.Revit.DB.DataExchangeMessageSeverity.Error
enum: Autodesk.Revit.DB.DataExchangeMessageSeverity
zh: 错误、报错
source: html/58faa4d4-5f07-500e-e6e4-477c4449a0cd.htm
---
# Autodesk.Revit.DB.DataExchangeMessageSeverity.Error

**中文**: 错误、报错

A problem. The converted data should be carefully examined and/or compared to the source data. The application may want to cancel the conversion process.